{
  "imagebaseurl": "https://anwarkhan0.github.io/",
  "name": "Syed Anwar",
  "role": "Web developer and Linux Admin",
  "linkedinId": "https://www.linkedin.com/in/syed-anwar-4017831a4/",
  "email": "ianwarsyed@gmail.com",
  "whatsapp": "+923409096374",
  "roleDescription": "I enjoy exploring various aspects of web development and continuously learning about advanced technologies like AI and Cyber Security. In my free time, I like to play games.",
  "aboutme": "Greetings! I am Syed Anwar, a proficient developer with extensive expertise in JavaScript, ReactJS, and Node/ExpressJS. Moreover, I'm passionate about building softwares and functional web applications. I take pride in developing scalable and efficient code that adheres to industry standards and best practices. Besides my tech pursuits, I enjoy playing sports and believe in maintaining a healthy body and mind. I'm eager to work on challenging projects and collaborate with talented individuals. Let's connect!",
  "address": "Swat, KPK, Pakistan",
  "website": "anwarsyed.com",
  "socialLinks": [
    {
      "name": "linkedin",
      "url": "https://www.linkedin.com/in/syed-anwar-4017831a4/",
      "className": "fa fa-linkedin"
    },
    {
      "name": "github",
      "url": "https://github.com/anwarkhan0",
      "className": "fa fa-github"
    },
    {
      "name": "skype",
      "url": "http://twitter.com/ianwarsyedkhan",
      "className": "fa fa-twitter"
    }
  ],
  "education": [
    {
      "UniversityName": "University Of Swat",
      "specialization": "BS Computer Science",
      "MonthOfPassing": "Dec",
      "YearOfPassing": "2020"
    },
    {
      "UniversityName": "Alnafi Academy",
      "specialization": "Diploma in Cloud Security",
      "MonthOfPassing": "",
      "YearOfPassing": "Present"
    }
  ],
  "work": [
    {
      "CompanyName": "Freelance",
      "specialization": "Web Developer",
      "MonthOfLeaving": "June",
      "YearOfLeaving": "2021 - Present",
      "Achievements": "As a freelance web developer, I have worked with numerous local and international clients, and also on Fiverr. My tech stack mainly includes JavaScript, jQuery, Node/Express.js, and React.js. I have developed custom web applications, responsive websites, and also worked on integrating payment gateways and API integrations. During my time as a freelance web developer, I have gained expertise in both front-end and back-end web development. I have also demonstrated proficiency in database management, deployment, and server-side scripting. My clients have appreciated my communication skills, timely delivery, and commitment to providing high-quality work."
    },
    {
      "CompanyName": "The Pixlium Devs",
      "specialization": "Web Developer",
      "MonthOfLeaving": "May",
      "YearOfLeaving": "2021 - 2023",
      "Achievements": "As a Web Developer at the Pixlium Devs, I actively contributed to the design, development, and maintenance of various web applications and software projects. Leveraging my expertise in technologies such as React, Node.js, Express.js, and other web technologies, I participated in the entire development lifecycle, from requirement analysis and technical design to implementation and deployment. I collaborated with cross-functional teams to ensure seamless integration of front-end and back-end components, and regularly engaged in code reviews and testing to deliver high-quality, bug-free solutions. Additionally, I played a key role in optimizing application performance, troubleshooting issues, and implementing security measures to safeguard data and ensure a smooth user experience."
    }
  ],
  "skillsDescription": "My Skills",
  "skills": [
    {
      "skillname": "HTML5"
    },
    {
      "skillname": "CSS"
    },
    {
      "skillname": "Reactjs"
    },
    {
      "skillname": "JavaScript"
    },
    {
      "skillname": "Nodejs-Expressjs"
    },
    {
      "skillname": "SQL"
    },
    {
      "skillname": "MONGODB"
    },
    {
      "skillname": "Linux"
    }
  ],
  "portfolio": [
    {
      "name": "Bizroutes",
      "description": "Developed AI based scraper for this site which fetch different route information using nodejs, chatgpt.",
      "imgurl": "images/portfolio/bizroutes.png"
    },
    {
      "name": "The Green Heights",
      "description": "Developed this website for my client who is the owner of greenheights.",
      "imgurl": "images/portfolio/greenheights.png"
    },
    {
      "name": "Menulist Swat",
      "description": "Menulist is web application for fast food.",
      "imgurl": "images/portfolio/menulist.png"
    },
    {
      "name": "Blue logoon",
      "description": "This a theme provided by client which i was responsible for customizing according to client needs have worked on different frontend features.",
      "imgurl": "images/portfolio/bluelgn.png"
    },
    {
      "name": "Swat Hamsafars Travel Agency",
      "description": "Swat Hamsafars are tour operators which offer travel packages, destinations, and booking options. Site functionalities include Destination Listings, Package Details, Booking System, User Accounts, Payment Integration, Customer Reviews, Blog.",
      "imgurl": "images/portfolio/swatHamsafars.png"
    }
  ],
  "testimonials": [
    {
      "description": "I am extremely impressed with the work done by Syed Anwar. He was able to turn our ideas into a fully functional and visually stunning website. He was easy to work with and always made themselves available to answer any questions we had. I highly recommend Syed Anwar to anyone in need of a skilled and professional web developer.",
      "name": "Engr Mujahid Hussein"
    },
    {
      "description": "Working with Syed Anwar was a good experience. From start to finish, He provided excellent Services and delivered exactly what we needed for our website.",
      "name": "Asif Khan"
    },
    {
      "description": "We are extremely pleased with the outcome and would highly recommend Syed Anwar Khan for any web development projects. His skills, professionalism, and dedication made a significant positive impact on our project. He needs a little bit work on his communication apart from that overall experience was good.",
      "name": "Taro Yamada"
    }
  ]
}